TASKS = [
  {
    "名称": "豆包_理解图片3",
    "优先级": 100,
    "执行函数": "加载配置执行",
    "任务描述": "",
    # "定时表达式": "every 1 second",
    "间隔秒": 1,
    "设定时间": "2025-01-01 00:00:00",
    "一次执行": False,
    "激活": True,
    "输出调试信息": False,
    "group_name": "豆包图像识别机器人",
    "begin_time": None,
    "end_time": None,
    "设备相关": False,
    "网络任务": "26_豆包_图片理解3"
  },

  {
    "名称": "豆包_定时重启应用",
    "优先级": 100,
    "执行函数": "加载配置执行",
    "任务描述": "",
    # "定时表达式": "every 1 hour",
    "间隔秒": 3600,
    "设定时间": "2025-01-01 00:00:00",
    "一次执行": False,
    "激活": True,
    "输出调试信息": False,
    "group_name": "豆包图像识别机器人",
    "begin_time": None,
    "end_time": None,
    "设备相关": False,
    "网络任务": "27_豆包_定时重启应用"
  },

  
]